cask "1password-cli"
brew "atuin"
brew "dos2unix"
cask "font-jetbrains-mono-nerd-font"
brew "git"
cask "git-credential-manager"
brew "htop"
brew "chezmoi"
brew "lima"
brew "mise"
brew "nushell"
cask "powershell@preview"
brew "tmux"

{{- if eq .email "jakub.cabera@outlook.com" }}
cask "1password@beta"
cask "alt-tab"
cask "dbeaver-community"
cask "docker-desktop"
cask "nordvpn"
cask "powershell"
cask "raycast"
cask "steam"
cask "tailscale-app"
cask "visual-studio-code"
cask "warp"
cask "zed"
{{- end }}
